{
  "entry": [
    {
      "news": {
        "title": "Nouvelles fonctionnalités - 07/2023",
        "message": [
          "• Ajout des unités exécutrices dans les filtres du requêteur",
          "• Notification des utilisateurs de l'expiration de leurs accès",
          "• Possibilité de dissocier l'unité de temps dans le critère de prise en charge",
          "• Ouverture d'un nouvel onglet à la sélection d'un patient après une recherche de document",
          "• Divers correctifs techniques et fonctionnels ont été réalisés"
        ],
        "footer": "L'équipe Cohort360."
      }
    },
    {
      "news": {
        "title": "Nouvelles fonctionnalités - 05/2023",
        "message": [
          "• Ajout de contraintes temporelles",
          "• Possibilité de rechercher dans les titres des documents",
          "• Divers correctifs techniques et fonctionnels ont été réalisés"
        ],
        "footer": "L'équipe Cohort360."
      }
    },
    {
      "news": {
        "title": "Nouvelles fonctionnalités - 03/2023",
        "message": [
          "• Possibilité de réaliser des cohortes de plus de 20 000 patients",
          "• Ajout de la recherche textuelle pour la population source",
          "• Mise en place d'un tri par défaut sur le nom des patients",
          "• Mise en place d'un loading lors du chargement des documents",
          "• Divers correctifs de bugs et d'anomalies ont été réalisés"
        ],
        "footer": "L'équipe Cohort360."
      }
    },
    {
      "news": {
        "title": "Nouvelles fonctionnalités - 01/2023",
        "message": [
          "• Ajout d'une pagination au tableau des cohortes.",
          "• Ajout d'un loading lors du chargement des documents.",
          "• Divers correctifs de bugs et d'anomalies ont été réalisés."
        ],
        "footer": "L'équipe Cohort360."
      }
    },
    {
      "news": {
        "title": "Nouvelles fonctionnalités - 11/2022",
        "message": [
          "• Le menu latéral reste déplié par défaut.",
          "• Dans le critère de biologie, la recherche par valeur est désormais optionnelle.",
          "• Il est maintenant possible de filtrer les documents selon la disponibilité du PDF.",
          "• La deconnexion automatique est dorénavant effective sur tous les onglets ouverts de Cohort360.",
          "• Les cohortes d'I2B2 n'étant plus remontées dans Cohort360, la colonne \"type de cohorte\" a été retirée du tableau des cohortes.",
          "• Divers correctifs de bugs et d'anomalies ont été réalisés."
        ],
        "footer": "L'équipe Cohort360."
    }
    },
    {
      "news": {
        "title": "Nouvelles fonctionnalités - 10/2022",
        "message": [
          "• La liste d'IPP à été rajoutée à la liste de critère dans le requêteur.",
          "• Il est possible d'afficher des éléments ANABIO associés au code LOINC.",
          "• Le champs \"Valeur de références\" a été ajouté dans l'onglet \"Biologie\" de l'exploration d'un patient",
          "• Une page 404 à été ajoutée quand on se rend sur une page inexistante.",
          "• Diverses corrections ont été apportées aux filtres ainsi que sur les tris."
        ],
        "footer": "L'équipe Cohort360."
      }
    }
  ]
}
